"CFBundleName" = "Infuse";
"NSHumanReadableCopyright" = "© 2026 Firecore, LLC";
"NSAppleMusicUsageDescription" = "سيسمح هذا لـ Infuse بالوصول إلى مقاطع الفيديو المتزامنة مع تطبيق Apple \"TV\".";
"NSBluetoothPeripheralUsageDescription" = "سيسمح ذلك لـ Infuse بتوصيل الوسائط وبثها إلى أجهزة خارجية.";
"NSCameraUsageDescription" = "سيسمح هذا لـ Infuse بمسح رموز QR.";
"NSMicrophoneUsageDescription" = "سيسمح هذا لـ Infuse بالاتصال والاقتران بالأجهزة الخارجية.";
"NSFaceIDUsageDescription" = "سيسمح لك هذا بإلغاء قفل جهازك عند تمكين أدوات الرقابة الأبوية.";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "يستخدم لمشاركة بيانات تحسين المنتج المجهول";
"NSLocationAlwaysUsageDescription" = "يستخدم لمشاركة بيانات تحسين المنتج المجهول";
"NSLocationWhenInUseUsageDescription" = "يستخدم لمشاركة بيانات تحسين المنتج المجهول";
"NSPhotoLibraryUsageDescription" = "سيسمح لك هذا بإضافة صور إلى Infuse.";
"NSBluetoothAlwaysUsageDescription" = "سيسمح هذا لـ Infuse بالاتصال وبث الوسائط إلى أجهزة Google Cast القريبة.";
"NSLocalNetworkUsageDescription" = "سيسمح هذا لـ Infuse بالاتصال وبث الوسائط من الأجهزة الموجودة على شبكتك المحلية.";
"NSPhotoLibraryAddUsageDescription" = "سيسمح هذا لتطبيق Infuse بحفظ الصور في تطبيق الصور.";
